Revit 2024 API
SymbolTypeId.KgfPerMSup2 Property
 Symbol kgf/m², indicating unit Kilograms force per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KgfPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property KgfPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KgfPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace